<?php require_once 'head.php';  ?>

<h2>Главная страница</h2>

<div class="main-page">
    <p>Добро пожаловать на главную страницу нашего первого 
    <strong>MVC</strong> фреймворка</p>
    <p>
        Часть фреймворка а именно:
        отражение записей из базы данных
        была созданна в рамках учебного проекта.
    </p>
        Часть отвечающая за добавление удаление новостей.
        Была модифицирована мной.
        кликните <a href="/news/list">Новости</a> для демонстрации.
    </p>

</div>

<?php require_once 'footer.php';  ?>